/*
 Localizable.strings
 GlipCore
 
 Created by Tony Lin on 2/18/17.
 Copyright © 2017 RingCentral. All rights reserved.
 */
"Message send failure" = "消息发送失败";

"You {0}" = "你{0}";

"{0} {1}" = "{0} {1}";

"You: {0}" = "你: {0}";

"{0}: {1}" = "{0}: {1}";

"Created a task." = "创建了一个任务。";

"created a task." = "创建了一个任务。";

"Created an event." = "创建了一个日程。";

"created an event." = "创建了一个日程。";

"Updated an event." = "更新了一个日程。";

"updated an event." = "更新了一个日程。";

"Shared a note." = "分享了一个备忘。";

"shared a note." = "分享了一个备忘。";

"Shared a link." = "分享了一个链接。";

"shared a link." = "分享了一个链接。";

"Shared a file." = "发送了一个文件。";

"shared a file." = "发送了一个文件。";

"Shared {0:d} files."= "分享了{0:d}个文件。";

"shared {0:d} files." = "分享了{0:d}个文件。";

"Shared an image." = "发送了一张图片。";

"shared an image." = "发送了一张图片。";

"Shared {0:d} images." = "发送了{0:d}张图片。";

"shared {0:d} images." = "发送了{0:d}张图片。";

"Started a video chat." = "发起了一个视频会议。";

"started a video chat." = "发起了一个视频会议。";

"Cancelled video chat." = "取消了视频会议。";

"cancelled video chat." = "取消了视频会议。";

"Ended video chat, {0}" = "结束了视频会议， {0}";

"ended video chat, {0}" = "结束了视频会议， {0}";

"Ended video chat." = "结束了视频会议。";

"ended video chat." = "结束了视频会议。";

"Started an audio conference." = "发起了一个电话会议。";

"started an audio conference." = "发起了一个电话会议。";

"Left a voicemail" = "发送了语音邮件消息。";

"left a voicemail" = "发送了语音邮件消息。";

"Missed call" = "未接来电";

"{0} missed your call" = "对方未接听";

"Call completed, {0}" = "通话结束， {0}";

"Call completed" = "通话结束";

"Completed a task." = "完成了一个任务。";

"completed a task." = "完成了一个任务。";

"Marked a task as incomplete." = "将一个任务标记为未完成。";

"marked a task as incomplete." = "将一个任务标记为未完成。";

"Completed {0} of a task." = "完成了一个任务的{0}。";

"completed {0} of a task." = "完成了一个任务的{0}。";

"Reassigned a task." = "重新指派了一个任务。";

"reassigned a task." = "重新指派了一个任务。";

"Assigned a task." = "指派了一个任务。";

"assigned a task." = "指派了一个任务。";

"Replied to a task: {0}" = "回复了一个任务：{0}";

"replied to a task: {0}" = "回复了一个任务：{0}";

"Replied to an event: {0}" = "回复了一个日程：{0}";

"replied to an event: {0}" = "回复了一个日程：{0}";

"Replied to a note: {0}" = "回复了一个备忘：{0}";

"replied to a note: {0}" = "回复了一个备忘：{0}";

"Replied to a link: {0}" = "回复了一个链接：{0}";

"replied to a link: {0}" = "回复了一个链接：{0}";

"Replied to a file: {0}" = "回复了一个文件：{0}";

"replied to a file: {0}" = "回复了一个文件：{0}";

"Replied to an integration: {0}" = "回复了一个集成消息：{0}";

"replied to an integration: {0}" = "回复了一个集成消息：{0}";

"Replied to {0}: {1}" = "回复了{0}：{1}";

"replied to {0}: {1}" = "回复了{0}：{1}";

"Added you to the team." = "邀请你加入了团队。";

"added you to the team." = "邀请你加入了团队。";

"Added {0} to the team." = "邀请{0}加入了团队。";

"added {0} to the team." = "邀请{0}加入了团队。";

"You joined the team." = "你加入了团队。";

"{0} joined the team." = "{0}加入了团队。";

"Unknown Caller" = "未知电话";

"Last message has been deleted." = "最后一条消息已被删除";

"This is your workplace..." = "这是你的个人工作空间";

"Connect with your co-workers here" = "给你的同事打个招呼吧！";

"Tap here to send a message." = "点击发送消息";
